export default function About() {
  return (
    <div className='min-h-screen flex items-center justify-center aboutbg'>
      <div className='max-w-2xl mx-auto p-3 text-center'>
        <div className="special-text p-1">
          <h1 className='text-3xl text-white font font-semibold text-center my-7'>
            قصص أطفال
          </h1>
          <div className='text-md text-white flex flex-col gap-6'>
            <p>موقع "قصص أطفال" هو منصة تعليمية وترفيهية تهدف إلى غرس القيم والأخلاق الإسلامية والعربية في نفوس الأطفال من خلال قصص ممتعة وهادفة. يقدم الموقع مجموعة واسعة من القصص التي تروي مواقف تربوية تجسد أخلاقًا نبيلة مثل الصدق، الأمانة، العفو، التعاون، والكرم، مما يساعد الأطفال على فهم هذه القيم بأسلوب قصصي شائق. تتميز القصص بأنها سهلة الفهم ومناسبة لجميع الأعمار، وتستخدم لغة بسيطة ومشوقة تجذب الأطفال وتشجعهم على التفاعل مع المحتوى. كما يوفر الموقع رسومات ملونة وشخصيات محببة تساعد الأطفال على تذكر الدروس المستفادة. يهدف "قصص أطفال" إلى تقديم التسلية مع الفائدة، حيث يسهم في بناء جيل يتمتع بأخلاق عالية ويكون فخورًا بهويته وقيمه.
            </p>
          </div>
        </div>
      </div>
    </div>
  );
}
