import React from 'react'

export default function Rules() {
  return (
    <div id='arabic' className='min-h-screen  mt-5 mb-5 cursor-default'>
        <div className='text-center border-solid border-2 p-6'>
            <h1><span className='text-yellow-500'>الشروط والأحكام  </span>لموقع : qisasatfal.com</h1>
            <p>مرحباً بكم في موقع <span>قصص أطفال</span> باستخدامكم لهذا الموقع فإنكم توافقون على الالتزام بالشروط والأحكام التالية يرجى قراءتها بعناية.</p>
        </div>
        <div className='mr-5 mb-5'>
            <h2> التعريفات :</h2>
            <ul className='mr-4'>
                <li>( الموقع ) يشير إلى موقع قصص أطفال وكافة الصفحات والمحتوى المرتبط بها</li>
                <li>( المستخدم ) يشير إلى أي شخص يستخدم الموقع أو يقرأ محتواه</li>
                <li>( المحتوى ) يشير إلى كافة القصص والصور والأيقونات وأي مواد أخرى معروضة على هذا الموقع</li>
            </ul>
        </div>
        <div className='mr-5 mb-5'>
        <h2>استخدام الموقع :</h2>
            <ul className='mr-4'>
                <li>يُسمح لك باستخدام هذا الموقع لأغراض شخصية وغير تجارية فقط، وتُمنع إعادة نشر أو نسخ أي جزء من المحتوى بدون إذن مسبق.</li>
                <li>في حال أن كان عمر المستخدم أقل من 12 سنة يجب أن تحصل على موافقة ولي الأمر لقراءة القصص.</li>
            </ul>
        </div>
        <div className='mr-5 mb-5'>
            <h2>حقوق الملكية الفكرية :            </h2>
            <ul className='mr-4'>
                <li>جميع الحقوق المتعلقة بالمحتوى المنشور على المدونة مملوكة لـ [ قصص أطفال ] أو للجهات المالكة للمحتوى عند الإشارة إليها.</li>
                <li>
                يمنع نسخ أو نشر أو توزيع المحتوى بدون إذن كتابي مسبق من إدارة المدونة، باستثناء حالات الاستخدام العادل للأغراض التعليمية أو الشخصية.
                </li>
            </ul>

        </div>

        <div className='mr-5 mb-5'>
            <h2>سياسة التعليقات :</h2>
            <ul className='mr-4'>
                <li>نرحب بتعليقات القراء والمستخدمين، لكن يجب أن تكون التعليقات محترمة وخالية من أي لغة غير لائقة أو مسيئة.</li>
                <li>نحتفظ بالحق في حذف أو تعديل أي تعليق نراه غير مناسب.</li>
            </ul>
        </div>
        <div className='mr-5 mb-5'>
            <h2>إخلاء المسؤولية :</h2>
            <ul className='mr-4'>
                <li>يُقدّم هذا الموقع لأغراض ترفيهية وتعليمية فقط. يتم نشر القصص والمحتوى دون أي ضمانات حول دقتها أو موثوقيتها.</li>
                <li>لا يتحمل الموقع أو القائمون عليه أي مسؤولية عن أي أضرار أو خسائر قد تحدث نتيجة استخدام المعلومات أو المحتوى المتوفر على المدونة.</li>
            </ul>
        </div>
        <div className='mr-5 mb-5'>
            <h2>الروابط الخارجية :</h2>
            <ul className='mr-4'>
                <li>قد يتضمن الموقع روابط لمواقع خارجية بهدف تسهيل الوصول إلى محتويات أخرى قد تكون مفيدة، ولكن لا يتحمل الموقع أي مسؤولية عن محتوى هذه المواقع الخارجية أو سياساتها.</li>
            </ul>
        </div>
        <div className='mr-5 mb-5'>
            <h2>التعديلات على الشروط والأحكام : </h2>
            <ul>
                <li>
                نحتفظ بالحق في تعديل هذه الشروط والأحكام في أي وقت، وسيتم نشر التعديلات على هذه الصفحة. استمرارك في استخدام الموقع يعني موافقتك على الشروط الجديدة.
                </li>
            </ul>
        </div>
        <div className='mr-5 mb-5'>
            <h2>القانون المعمول به :</h2>
            <ul>
                <li>تُخضع هذه الشروط والأحكام لقوانين [المملكة العربية السعودية]، ويُعتبر أي نزاع ينشأ بخصوص الموقع من اختصاص محاكم [المملكة العربية السعودية].</li>
            </ul>

        </div>
        
        
      
      
    </div>
  )
}
